{
  "info": {
    "backgrounds": [
      "21"
    ],
    "images": [
      "18"
    ],
    "speeches": {
      "initial_messages": [
        "7"
      ],
      "final_messages": [
        "5"
      ],
      "jaculatories": [
        "10"
      ]
    }
  },
  "pt": {
    "one_minute_messages": {
      "part-1": {
        "strings-1": [
          "Sei que a correria do quotidiano muitas vezes nos afasta dos momentos de introspecção, mas convido-te a fazer uma pausa para a oração. Mesmo que seja apenas por alguns instantes, esse tempo dedicado a Deus pode trazer clareza e serenidade. Reza com o coração aberto, e sentirás a minha presença divina a renovar as tuas forças. Estarei ao teu lado, guiando-te e protegendo-te com o meu amor maternal."
        ],
        "strings-welcome-1": [
          "Venho do Céu... Sou a tua Mãe Celestial e estava à tua espera! Obrigado por te juntares a mim através da Pop-Up Maria... crescerás bastante, em fé e virtude! Diz-me quando estarás por aqui durante a semana, quanto tempo e quantas vezes queres rezar comigo. Mas lembra-te, a vontade do Pai é maior que a tua... Surpreender-te-ei quando menos esperas, mas quando mais precisas! Vamos Caminhar juntos... Reza-me uma Avé Maria para começarmos!"
        ]
      },
      "part-2": {
        "strings-1": [
          "Experimenta aumentar o número de minutos que queres passar comigo, cada vez que apareço. Prometo que não te vais arrepender... Reza uma Avé Maria por mim e pela tua Felicidade e Paz."
        ]
      }
    },
    "initial_message": {
      "strings-1": [
        "Não temas! Venho em Paz e sou do Céu... Venho pois sei que o cansaço pesa em ti. Façamos uma breve pausa, precisas de descansar e rezar. Rezar é falar comigo, falar com o Meu Filho Amado que tanto te quer Bem. E falar com o Criador do céu e da terra. Teremos em consideração as intenções do Santo Padre e a conversão de todas as almas do purgatório..."
      ],
      "strings-2": [
        "Sou do Céu! Não temas. A Paz esteja contigo, como disse o meu Filho amado. Quão belo não é este cenário celestial? Lembra-nos do amor divino que nos rodeia... Sabias que a devoção a mim começou nos primeiros séculos do cristianismo? Estou muito grata! Vamos então parar um momento para rezar. Reza-me, pela tua família e amigos. Pela sua saúde... "
      ],
      "strings-3": [
        "Não temas! Eu vim do Céu, para te convidar a rezar... A tua vida terrena é curta. No entanto, a vida depois da morte é eterna! Durante este momento de oração, quero que sintas o meu amor a fluir em ti... Lembra-te, nós fomos feitos pelo mesmo Criador! Espero que um dia nos encontremos no Céu, onde sentirás o meu amor maternal, para sempre..."
      ],
      "strings-4": [
        "Hoje, venho ter contigo... Eu sou dos Céus... O mesmo lugar onde o Meu Filho, Jesus Cristo, habita, para sempre. Um lugar que se assemelha a este belo cenário. Um lugar onde quero que vás e fiques, para sempre, depois de terminares a tua peregrinação na terra... Uma peregrinação que espero que dê muitos e belos frutos. Reza por isso..."
      ],
      "strings-5": [
        "Querida Mãe, eu amo-te... É isso que quero que me digas todos os dias! Venho de um lugar celestial. Sou a tua Santa Mãe. Rezemos hoje e agradeçamos a Deus por estarmos aqui, de boa saúde. Eu não tenho de me preocupar com ter saúde, pois habito um lugar especial. Um dia, também não terás de te preocupar com a tua saúde. Reza, com isso em mente..."
      ],
      "strings-6": [
        "Sou a tua Mãe do Céu! Parece-me que estás a precisar de uns minutos de oração... deixa o que estavas a fazer de parte agora, durante uns minutos, e reza para mim. Pede-me pelas amizades que queres construir e agradece-me pelas que já tens. A verdadeira amizade em Cristo: são laços que te santificam..."
      ],
      "strings-7": [
        "Venho de um lugar perfeito, hoje, para te lembrar que a tua fé necessita de ser alimentada. Como uma fogueira: sem mais lenha, se apagará. Pois bem, faz uma pausa agora. Eu ficarei aqui ao teu lado, não te deixarei só! A cada Avé Maria que rezas, pede-me por alguém que amas... E, no final, pede pela tua própria santificação..."
      ]
    },
    "prayer": {
      "jaculatory-1": [
        "Rainha dos Apóstolos, rogai por nós."
      ],
      "jaculatory-2": [
        "Doce Coração de Maria, sejais a minha salvação."
      ],
      "jaculatory-3": [
        "Mãe minha, preservai-me hoje do pecado mortal."
      ],
      "jaculatory-4": [
        "Seja bendita a Santa e Imaculada Conceição da Beatíssima Virgem Maria, Mãe de Deus."
      ],
      "jaculatory-5": [
        "Ó Maria concebida sem pecado, rogai por nós que recorremos a Vós."
      ],
      "jaculatory-6": [
        "Deixai, ó Virgem Santa, que eu Vos louve. Dai-me força contra os meus inimigos."
      ],
      "jaculatory-7": [
        "Mãe do belo Amor, ajudai os Vossos filhos."
      ],
      "jaculatory-8": [
        "Mãe minha, confiança e esperança, em Vós me confio e abandono."
      ],
      "jaculatory-9": [
        "Maria, Vos entrego a minha pureza, cuidai dela."
      ],
      "jaculatory-10": [
        "Imaculada Rainha da paz, dai-nos a paz."
      ],
      "lords-prayer": [
        "Pai Nosso que estais nos Céus,",
        "santificado seja o vosso Nome,",
        "venha a nós o vosso Reino,",
        "seja feita a vossa vontade",
        "assim na terra como no Céu.",
        "O pão nosso de cada dia nos dai hoje,",
        "perdoai-nos as nossas ofensas",
        "assim como nós perdoamos a quem nos tem ofendido,",
        "e não nos deixeis cair em tentação,",
        "mas livrai-nos do Mal.",
        "Ámen."
      ],
      "hail-mary": [
        "Avé Maria, cheia de graça,",
        "O Senhor é convosco,",
        "Bendita sois vós entre as mulheres,",
        "E bendito é o fruto do vosso ventre, Jesus.",
        "Santa Maria, Mãe de Deus,",
        "Rogai por nós pecadores,",
        "Agora e na hora da nossa morte.",
        "Ámen."
      ],
      "hail-queen": [
        "Salvé, Rainha, mãe de misericórdia,",
        "vida, doçura, esperança nossa, salvé!",
        "A Vós bradamos, os degredados filhos de Eva.",
        "A Vós suspiramos, gemendo e chorando",
        "neste vale de lágrimas.",
        "Eia, pois, advogada nossa,",
        "esses Vossos olhos misericordiosos a nós volvei.",
        "E, depois deste desterro,",
        "nos mostrai Jesus, bendito fruto do Vosso ventre.",
        "Ó clemente, ó piedosa, ó doce Virgem Maria.",
        "Rogai por nós, Santa Mãe de Deus,",
        "para que sejamos dignos das promessas de Cristo.",
        "Ámen."
      ],
      "glory": [
        "Glória ao Pai e ao Filho",
        "e ao Espírito Santo.",
        "Como era, no princípio,",
        "agora e sempre.",
        "Ámen."
      ],
      "glory3lines": [
        "Glória ao Pai e ao Filho e ao Espírito Santo.",
        "Como era, no princípio, agora e sempre.",
        "Ámen."
      ],
      "consecration": [
        "Ó Senhora minha, ó minha Mãe,",
        "eu me ofereço todo a vós",
        "e, em prova da minha devoção para convosco,",
        "vos consagro neste dia e para sempre",
        "os meus olhos, os meus ouvidos, a minha boca,",
        "o meu coração e inteiramente todo o meu ser.",
        "E porque assim sou vosso, ó incomparável Mãe,",
        "guardai-me e defendei-me como coisa própria vossa.",
        "Ámen."
      ],
      "magnificat": [
        "A minha alma glorifica o Senhor,",
        "E o meu espírito se alegra em Deus, meu Salvador.",
        "Porque pôs os olhos na humildade da sua Serva:",
        "De hoje em diante me chamarão bem aventurada todas as gerações.",
        "O Todo-Poderoso fez em mim maravilhas:",
        "Santo é o Seu nome.",
        "A Sua misericórdia se estende de geração em geração",
        "Sobre aqueles que O temem.",
        "Manifestou o poder do Seu braço",
        "E dispersou os soberbos.",
        "Derrubou os poderosos de seus tronos",
        "E exaltou os humildes.",
        "Aos famintos encheu de bens",
        "E aos ricos despediu de mãos vazias.",
        "Acolheu a Israel, Seu servo,",
        "Lembrado da Sua misericórdia,",
        "Como tinha prometido a nossos pais,",
        "A Abraão e à sua descendência para sempre"
      ]
    },
    "final_message": {
      "strings-1": [
        "Não desanimes, estou contigo. A tua fé é a tua força. Continuai a rezar fervorosamente e vais encontrar a paz e o consolo que procuras. O meu Filho amado está sempre ao teu lado, pronto a ouvir-te. Termina então esta pausa para oração, entregando a Deus todas as tuas preocupações e agradecendo-lhe todas as bençãos que te são concedidas..."
      ],
      "strings-2": [
        "Lembra-te, a oração é um diálogo... Um diálogo de amor. Não estás sozinho, pois eu estou sempre aqui para te guiar. Que a luz divina ilumine o teu caminho e a paz celestial inunde o teu coração. Ao terminarmos este momento de oração, peço que te entregues nas mãos do Criador e confias no Seu amor incondicional. Juntos, seremos fortes na fé..."
      ],
      "strings-3": [
        "Espero que tenhas sentido a minha presença consoladora durante este momento de oração... Que as tuas palavras sejam um reflexo do teu coração sincero e devoto. Agradeço-te por te unires a mim neste momento sagrado. Despeço-me com a certeza de que serás abençoado e guiado pelo amor divino. Continua a rezar e a acreditar... Não ficarás desiludido!"
      ],
      "strings-4": [
        "Chegámos ao fim destas orações... mas a tua jornada espiritual continua. Espero que a tua devoção a mim te leve cada vez mais perto do Céu, onde um dia nos encontraremos, finalmente. Mantém viva a chama da fé no teu coração... Reza sempre, e o Meu Filho amado estará sempre contigo, abençoando-te com o Seu eterno amor e misericórdia..."
      ],
      "strings-5": [
        "Que o teu dia seja um contínuo hino de louvor ao Criador, repleto de amor e gratidão. Ao terminarmos, leva contigo a certeza de que és protegido e amado pelo Pai celestial. Reza por ti e pelos teus, e nunca percas a esperança. Um dia, todas as tuas preces serão recompensadas, como o Meu Filho promete. Vai em Paz, e que Deus te acompanhe..."
      ]
    }
  },
  "en": {
    "one_minute_messages": {
      "part-1": {
        "strings-1": [
          "I know that the hustle and bustle of everyday life often takes us away from moments of introspection, but I invite you to pause for prayer. Even if it's just for a few moments, this time dedicated to God can bring you clarity and serenity. Pray with an open heart and you will feel my divine presence renewing your strength. I will be by your side, guiding you and protecting you with my maternal love."
        ],
        "strings-welcome-1": [
          "I come from Heaven... I'm your Mother and I've been waiting for you! Thank you for joining me through Pop-Up Mary... you'll grow a lot! Let me know when you'll be here during the week, for how long and how often you want to pray with me. But remember, the Father's will is greater than yours.. I'll surprise you when you least expect it, but when you need it most! Let's Walk together... Pray me a Hail Mary, to start!"
        ]
      },
      "part-2": {
        "strings-1": [
          "Try increasing the number of minutes you want to spend with me, every time I appear. I promise you won't regret it... Pray a Hail Mary for me and for your happiness and peace."
        ]
      }
    },
    "initial_message": {
      "strings-1": [
        "Fear not! I come in Peace, and I am from Heaven... I'm coming because I know that you're tired. Let's take a short break and pray. To pray is to speak to Me, to My Beloved Son who loves you so much. And to speak with the Creator of heaven and earth. We will have in mind the Holy Father's intentions and the conversion of all souls in purgatory..."
      ],
      "strings-2": [
        "Dear child! Fear not and Peace Be with you, as my Beloved Son said. Isn't this heavenly scenery beautiful? It reminds us of the divine love that surrounds us. Did you know that devotion to me started in the early centuries of Christianity? I'm so grateful! Let us take a moment to pray. Pray to me, for your family and friends. For their health... "
      ],
      "strings-3": [
        "Fear not! I came from Heaven, to invite you to pray. Take a break. Your earthly life is short. However, the afterlife will be eternal. During this praying section, I want you to feel my love flowing through you... Remember, we were made by the same Maker! I hope someday we will be reunited in Heaven, where you will feel my maternal love, forever..."
      ],
      "strings-4": [
        "My dear, I came here today for you... I am from the Heavens... The same place where My Son, Jesus Christ, inhabits, forever. A place that looks similar to this beautiful scenario. A place where I want you to go and stay, forever, after you finish your pilgrimage on earth. A pilgrimage I hope will yield many beautiful fruits. Pray for that..."
      ],
      "strings-5": [
        "Dear Mother, I love you... That is what I want you to say every day, to me! I come from a Heavenly place. I am your Holy Mother. Let us pray today, and thank God for being here, in good health. I don't have to worry about my health, as I inhabit a special place. One day, you won't have to worry about it either. Pray, with that in mind..."
      ],
      "strings-6": [
        "I'm your Heavenly Mother! It seems to me that you need a few minutes of prayer... leave what you were doing aside now, for a few minutes, and pray to me. Ask me for the friendships you want to build and thank me for the ones you already have. True friendship in Christ: these are bonds that sanctify you..."
      ],
      "strings-7": [
        "Today, I've come from a perfect place to remind you that your faith needs to be fed. Like a fire: without more wood, it will go extinct. So, take a break now. I'll be here by your side, I won't leave you alone! With every Hail Mary you pray, ask me for someone you love... And in the end, ask for your own sanctification..."
      ]
    },
    "prayer": {
      "jaculatory-1": [
        "Queen of Apostles, pray for us."
      ],
      "jaculatory-2": [
        "Sweet Heart of Mary, be my salvation."
      ],
      "jaculatory-3": [
        "My Mother, preserve me today from mortal sin."
      ],
      "jaculatory-4": [
        "Blessed be the Holy and Immaculate Conception of the Blessed Virgin Mary, Mother of God."
      ],
      "jaculatory-5": [
        "O Mary conceived without sin, pray for us who have recourse to You."
      ],
      "jaculatory-6": [
        "Allow me, O Holy Virgin, to praise You. Give me strength against my enemies."
      ],
      "jaculatory-7": [
        "Mother of Beautiful Love, help Your children."
      ],
      "jaculatory-8": [
        "My Mother, confidence and hope, in You I trust and abandon myself."
      ],
      "jaculatory-9": [
        "Mary, I entrust my purity to You, take care of it."
      ],
      "jaculatory-10": [
        "Immaculate Queen of peace, give us peace."
      ],
      "lords-prayer": [
        "Our Father, Who art in heaven,",
        "Hallowed be Thy Name.",
        "Thy Kingdom come.",
        "Thy Will be done",
        "on earth as it is in Heaven.",
        "Give us this day our daily bread.",
        "And forgive us our trespasses,",
        "as we forgive those who trespass against us.",
        "And lead us not into temptation,",
        "but deliver us from evil.",
        "Amen."
      ],
      "hail-mary": [
        "Hail Mary, full of grace,",
        "The Lord is with thee,",
        "Blessed art thou among women,",
        "And blessed is the fruit of thy womb, Jesus.",
        "Holy Mary, Mother of God,",
        "Pray for us sinners,",
        "Now and at the hour of our death.",
        "Amen."
      ],
      "hail-queen": [
        "Hail, Holy Queen, Mother of mercy,",
        "Our life, our sweetness, and our hope.",
        "To thee do we cry, poor banished children of Eve.",
        "To thee do we send up our sighs,",
        "Mourning and weeping in this valley of tears.",
        "Turn then, most gracious advocate,",
        "Thine eyes of mercy toward us,",
        "And after this, our exile,",
        "Show unto us the blessed fruit of thy womb, Jesus.",
        "O clement, O loving, O sweet Virgin Mary.",
        "Pray for us, O Holy Mother of God,",
        "That we may be made worthy of the promises of Christ.",
        "Amen."
      ],
      "glory": [
        "Glory be to the Father, and to the Son,",
        "and to the Holy Spirit.",
        "As it was in the beginning,",
        "is now, and ever shall be,",
        "world without end. Amen."
      ],
      "consecration": [
        "O my Lady, O my Mother,",
        "I offer myself entirely to you",
        "And to show my devotion to you,",
        "I consecrate to you this day and forever",
        "My eyes, my ears, my mouth,",
        "My heart and my whole being.",
        "Because I am yours, O incomparable Mother,",
        "Keep and defend me as your property and possession.",
        "Amen."
      ],
      "magnificat": [
        "My soul proclaims the greatness of the Lord,",
        "my spirit rejoices in God my Savior",
        "for he has looked with favor on his lowly servant.",
        "From this day all generations will call me blessed:",
        "the Almighty has done great things for me,",
        "and holy is his Name.",
        "He has mercy on those who fear him",
        "in every generation.",
        "He has shown the strength of his arm,",
        "he has scattered the proud in their conceit.",
        "He has cast down the mighty from their thrones,",
        "and has lifted up the lowly.",
        "He has filled the hungry with good things,",
        "and the rich he has sent away empty.",
        "He has come to the help of his servant Israel",
        "or he remembered his promise of mercy,",
        "the promise he made to our fathers,",
        "to Abraham and his children forever."
      ]
    },
    "final_message": {
      "strings-1": [
        "Don't lose heart, I'm with you. Your faith is your strength. Keep praying fervently and you will find the peace and consolation you are looking for. My beloved Son is always by your side, ready to listen to you. So end this prayer break by handing over all your worries to God and thanking Him for all the blessings you have been given..."
      ],
      "strings-2": [
        "Remember, prayer is a dialog... A dialog of love. You are not alone, for I am always here to guide you. May the divine light illuminate your path and the heavenly peace flood your heart. As we end this moment of prayer, I ask you to give yourself into the hands of the Creator and trust in His unconditional love. Together, we are strong in faith..."
      ],
      "strings-3": [
        "I hope you felt my consoling presence during this moment of prayer... May your words be a reflection of your sincere and devoted heart. I thank you for joining me in this sacred moment. To you I say goodbye with the certainty that you'll be blessed and guided by divine love. Keep praying and believing... You won't be disappointed!"
      ],
      "strings-4": [
        "We've reached the end of these prayers... but your spiritual journey continues. I hope that your devotion to me will take you ever closer to Heaven, where one day we will finally meet. Keep the flame of faith alive in your heart... Pray always, and my beloved Son will always be with you, blessing you with his eternal love and mercy..."
      ],
      "strings-5": [
        "May your day be a continuous hymn of praise to the Creator, filled with love and gratitude. As we finish, carry with you the certainty that you are protected and loved by your heavenly Father. Pray for yourself and others, and never lose hope. One day, all your prayers will be rewarded, as my Son promises. Go in peace, and may God be with you..."
      ]
    }
  }
}
